/* This is the Weather Underground language code. See: http://www.wunderground.com/weather/api/d/docs?d=language-support */
"WU_LANG_CODE" = "EN";

/* Configure options in Settings. */
"CONFIGURE_OPTIONS" = "Configure options in Settings";

/* Distance From Station */
"DISTANCE_FROM_STATION" = "Distance From Station";

/* High */
"HIGH" = "High";

/* Hum */
"HUM" = "Hum";

/* Last Refreshed */
"LAST_REFRESHED" = "Last Refreshed";

/* Like */
"LIKE" = "Like";

/* Low */
"LOW" = "Low";

/* Temp */
"TEMP" = "Temp";

/* Connection Failed */
"CONNECTION_FAILED" = "Connection Failed";

/* Data Corrupted */
"DATA_CORRUPTED" = "Data Corrupted";

/* Weather widget received data from the server, but it was corrupted. */
"DATA_CORRUPTED_LONG" = "Weather widget received data from the server, but it was corrupted.";

/* Distance From Station */
"DISTANCE_FROM_STATION" = "Distance From Station";

/* Your version of iOS does not support NSJSONSerialization. Please contact the developer at <drewmm@gmail.com>. */
"DOES_NOT_SUPPORT" = "Your version of iOS does not support NSJSONSerialization. Please contact the developer at <drewmm@gmail.com>.";

/* Please enter a Weather Underground API Key in Settings/Notifications/Weather Underground Widget. */
"ENTER_API_KEY" = "Please enter a Weather Underground API Key in Settings/Notifications/Weather Underground Widget.";

/* Weather widget failed to connect to server. */
"FAILED_TO_CONNECT" = "Weather widget failed to connect to server.";

/* Invalid iOS Version */
"INVALID_IOS" = "Invalid iOS Version";

/* Location Denied */
"LOCATION_DENIED" = "Location Denied";

/* Location Update Failed */
"LOCATION_UPDATE_FAILED" = "Location Update Failed";

/* Unable to update to current location; using last known location. */
"NO_UPDATE_USING_LAST" = "Unable to update to current location; using last known location.";

/* Unable to update to current location; using saved query. */
"NO_UPDATE_USING_QUERY" = "Unable to update to current location; using saved query.";

/* Unable to update current location; no fallback options available. */
"NO_UPDATE_NO_FALLBACK" = "Unable to update current location; no fallback options available.";

/* No API Key */
"NO_API_KEY" = "No API Key";

/* OK */
"OK" = "OK";

/* Server Error */
"SERVER_ERROR" = "Server Error";

/* The weather server returned an error */
"SERVER_RETURNED_ERROR" = "The weather server returned an error";

/* No Location Entered */
"NO_LOCATION_ENTERED" = "No Location Entered";

/* Please turn off \"Use Custom Location\" or enter a location query in Settings. */
"PLEASE_ENTER_LOCATION" = "Please turn off \"Use Custom Location\" or enter a location query in Settings.";

/* N/A */
"N/A" = "N/A";

/* Weather widget failed to connect to server. It's possible your location query is malformed. */
"FAILED_TO_CONNECT" = "Weather widget failed to connect to server. It's possible your location query is malformed.";

/* Settings pane */

/* Data Refresh Delay */
"Data Refresh Delay" = "Delay Refresh Delay";

/* Instant */
"Instant" = "Instant";

/* 5 min */
"5 min" = "5 min";

/* 10 min */
"10 min" = "10 min";

/* 20 min */
"20 min" = "20 min";

/* Hourly Forecast Length */
"Hourly Forecast Length" = "Hourly Forecast Length";

/* 3 hr */
"3 hr" = "3 hr";

/* 6 hr */
"6 hr" = "6 hr";

/* 12 hr */
"12 hr" = "12 hr";

/* 18 hr */
"18 hr" = "18 hr";

/* 36 hr */
"36 hr" = "36 hr";

/* API Key */
"API Key" = "API Key";

/* Localization */
"Localization" = "Localization";

/* Fahrenheit */
"Fahrenheit" = "Fahrenheit";

/* Celsius */
"Celsius" = "Celsius";

/* mi */
"mi" = "mi";

/* km */
"km" = "km";

/* MPH */
"MPH" = "MPH";

/* KPH */
"KPH" = "KPH";

/* Knots */
"Knots" = "Knots";

/* Use Custom Location */
"Use Custom Location" = "Use Custom Location";

/* Personal Weather Stations */
"Personal Stations" = "Personal Stations";

/* Query */
"Query" = "Query";

/* If "Use Custom Location" is on, this string will be passed to the Weather Underground API as the query. Do not include spaces. */
"If \"Use Custom Location\" is on, this string will be passed to the Weather Underground API as the query. Do not include spaces." = "If \"Use Custom Location\" is on, this string will be passed to the Weather Underground API as the query. Do not include spaces.";

/* Ex: NY/New_York, England/London, 20001. Enter 'autoip' to have Weather Underground calculate your location based on your IP address. */
"Ex: NY/New_York, England/London, 20001. Enter 'autoip' to have Weather Underground calculate your location based on your IP address." = "Ex: NY/New_York, England/London, 20001. Enter 'autoip' to have Weather Underground calculate your location based on your IP address.";

